[
  {
    "path": "posts/2021-04-22-team-3/",
    "title": "COVID-19 Testing at Penn",
    "description": "Reopening Penn safely through 100% student biweekly testing.",
    "author": [
      {
        "name": "Suhita Kodali",
        "url": {}
      },
      {
        "name": "Mariana Luna",
        "url": {}
      },
      {
        "name": "Vishesh Shah",
        "url": {}
      },
      {
        "name": "Daniel Wang",
        "url": {}
      }
    ],
    "date": "2021-05-03",
    "categories": [],
    "contents": "\nProblem Statement\nOur decision problem focuses on how we can improve COVID-testing policies at Penn to get 100% of the student body tested twice a week. Not all students fully participate in testing at Penn despite it being available for free, and we wanted to find out why. This is important because Penn’s COVID recovery directly impacts the local Philadelphia community both health-wise and economically, and proper adherence to COVID-testing is key to opening campus back up safely.\nUser Personas\nPersona 1\n\nPersona 2\n\nPersona 3\n\nConversation Starters\nHow often do you get tested?\nHow would you rate the testing appointment scheduling experience in terms of usability?\nDo you think the consequences for violating Penn’s Covid Student Campus Compact are too light? Too severe?\nHow often do you complete PennOpen Pass and why?\nHave you ever tested positive for COVID?\nUser Interviews\nInterview 1 COVID-Aware Penn Junior\n3/31/2021\nThe interview took place over zoom.\nInsights\nActivities\nIn the past, had a lot of activities and in-person things to do\nThis year shrunk total people he saw and met\nIt is hard to connect with people on Zoom\n\nCOVID\nHad a lot of COVID scares as he lives off campus in a house with seven people\nWants to be safe\n\nTesting Habits\nLikes the relief of getting negative tests\nNever has missed a test\nCould get tested more if he could\nWishes that other people get tested more\nSigns up for both appointments at once the week before, making it a part of his daily schedule, daily habit\nTries to go to appointments with roommates\nOnly uses Penn Open Pass for testing days\n\nTesting at Penn\nFinds it hard to remember to schedule appointment 24 hours before\nFinds scheduling not convenient as it does not allow for walks in testing and he can only get tested on two specific days\n\nInterview 2 COVID-Skeptic Penn Sophomore\n3/30/2021\nThe interview took place over zoom\nInsights\nActivities\nHe was at home for a very long time in quarantine and came back to Penn because at Penn he didn’t have to care for his parents\nLives off campus\nWent to parties, gatherings\n\nCOVID\nHe was exposed multiple times and never got it\nWhen he was exposed he would go to Irvine immediately with a Red Open Pass\nBelieves vaccinated people should not have the pressure to get tested\n\nTesting Habits\nRarely got tested once a week\nHas not been tested since getting the vaccine\nOnly completes Penn Open Pass on days he would get tested\n\nTesting at Penn\nWould like more walk in testing\nWould like the registration process to be easier\nWould forget and be too lazy to go get tested before he got the vaccine\n\nInterview 3 COVID-Aware Penn Senior\n3/29/2021\nThe interview took place over zoom\nInsights\nActivities\nFollows COVID rules and does not see that many friends\nHas significantly reduced her social life, attends few gatherings\nSometimes hard to follow Penn’s COVID rules\n\nCOVID\nHer motivation to get tested is to prevent risking other people like her dad that have a higher risk\nDoes not want to quarantine two weeks so she gets tested\n\nTesting Habits\nGets tested twice a week regularly\nCompletes Penn Open Pass daily as her needs it in order to access dorm\nHas the vaccine and still gets tested\n\nTesting at Penn\nWould like more testing days rather than just Wednesdays and Saturdays\n\nInterview 4 Penn Admin\nWe reached out to a few people in the Penn Administration\nOne of them responded, but said they were too busy to be interviewed\nDid not refer us to someone else\nLearnings from the User Interviews\nLearning 1\nEven though he wants to stay safe and never misses a test, Penn Open Pass is only used when he has to go test\nThere is a difference between living on campus and off campus that should be addressed\nSigning up takes mental effort and sometimes he forgets, but he tries to sign up for both tests at once to reduce that mental effort\nRoommates influence his decisions! They go testing together\nWe tweaked the fact that even though the COVID-Aware Student cares, they do not follow the Penn Student Compact as strictly as we though\nSometimes only gets tested once a week\nLearning 2\nA lot of COVID-Skeptic Students live off campus as they do not need to get tested regularly in order to maintain a green open pass\nHaving the vaccine affects if this student gets tested or not\nOnly completes Penn open pass to get tested\nThese type of students do not necessarily go to secret events, they just join in larger gatherings\nWe also tweaked the fact that this student might test if exposed\nLearning 3\nThis was another COVID-Aware student but slight differences in behavior came forward\nAs she lives on campus, she continued to get tested even after getting the vaccine\nWe learned that the majority of on campus students continue to get tested regularly differing from off campus\nWe also learned that there are not a lot of COVID-Skeptic Students, its just the system of scheduling preventing them from getting tested\nLearning 4\nWe really wanted a broad sense of the community, so our team interviewed 30 people\nThis resulted in learning that there are not a lot of skeptics in the student body and the students want to be safe\nWe also realized that there is a minimum of fear by being disciplined by Penn\nThe students that we believed to be COVID-Skeptics just actively forgot to sign up before as they may have a busy day and it requires mental effort\nStoryboarding a Solution\nFrame 1\nIn the first frame start with the user and their basic situation/problem before experiencing your solution. - Amit is a junior at Penn who wants to be COVID-safe but forgets to get tested regularly. - He tries his best to follow COVID regulations according to Penn’s campus compact, but finds that it’s difficult to manage classes, a social life, and his mental health with pandemic safety. - He understands the importance of testing but but finds the restrictions around scheduling an appointment complicated and too annoying.\n\nFrame 2\nIn this second frame, we show how Amit forgot his Wednesday appointment. - Luckily, with our new solution implemented, he got a text reminder that lets him know that he missed his appointment - This text reminder also gives him an easy linke to reschedule - Amit thinks he still has to wait until Saturday for his next appointment per Penn’s initial covid testing schedule for undergraduates.\n ## Frame 3\nAmit still thinks that he will have to wait until Saturday to get tested per Penn’s COVID testing schedule for undergraduates\n ## Frame 4\nAmit realizes Penn has changed their policies with one of our solutions: next day testing\nNo need to wait half a week in the case of a missed appointment\n ## Frame 5\nAmit is very excited of how easy it is to get tested now with this new policy and decides to reschedule ASAP.\n ## Frame 6 (final frame)\nAmit goes to get tested the very next day keeping himself and the rest of campus safer. - With all the new policies which make testing more accesible, Amit continues to get tested regularly for the rest of the semester.\n\nNext Steps\nWhat are your next steps if you pursue the project further\nIf we pursue the project further, the next step would be to reach back out to the Penn Covid Task Force and ask for a sit-down with them to understand the challenges they face as well as to potentially propose a few of our solutions.\nTo go a step further, we thought of building an all-in-one app that keeps track of everything COVID-related: testing appointments, results, open pass, and eventually COVID vaccination records. Additionally, we can incorporate a gameified and social component within the app in order to incentivize students to get tested regularly.\n\n\n\n\n",
    "preview": "posts/2021-04-22-team-3/insertimagehere.gif",
    "last_modified": "2021-05-03T22:27:16-04:00",
    "input_file": "project_summary.utf8.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Market Design Projects",
    "description": "Welcome to our new blog, Market Design Projects. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Amit Gandhi",
        "url": {}
      }
    ],
    "date": "2021-04-22",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-04-22T16:17:41+00:00",
    "input_file": {}
  }
]
